Repository: aaroncampbell/wp-google-analytics
Catalog: languages/wp-google-analytics-*.po
Languages: he_il

source: Post author for current view
he_il: מחבר הפוסט עבור תצוגה נוכחית

source: Post author's display name
he_il: שם תצוגה של מחבר הפוסט

source: Categories assigned to a post
he_il: קטגוריות של פוסט

source: Category names in a commma-separated list
he_il: רשימת קטגוריות מופרדת בפסיקים

source: Which view the visitor is on
he_il: באיזו תצוגה נמצא המשתמש

source: Samples: 'home', 'category', 'post', 'author'
he_il: לדוגמא: ‪'‬home‪'‬, ‪'‬category‪'‬, ‪'‬post‪'‬, ‪'‬author‪'‬

source: Publication date for the current view
he_il: תאריך פרסום עבור תצוגה נוכחית

source: Format specified by 'Date Format' in Settings -> General
he_il: פורמט מוגדר תחת ‪'תבנית תאריך'‬ בהגדרות -> כללי

source: Tags assigned to a post
he_il: תגיות של פוסט

source: Tag names in a commma-separated list
he_il: רשימת תגיות מופרדות בפסיקים

source: Whether or not the viewer is logged in
he_il: האם המשתמש מחובר או לא

source: 'true' or 'false'
he_il: ‏‪'‬true‪'‬ או ‪'‬false‪'‬

source: Google Analytics tracking ID:
he_il: קוד מעקב Google Analytics:

source: Additional items to log:
he_il: פריטים נוספים למעקב:

source: Visits to ignore:
he_il: להתעלם מביקורים:

source: Custom variables:
he_il: משתנים מותאימים אישית:

source: Use tokens in your custom variables to make your fields dynamic based on context. Here are some of the tokens you can use:
he_il: שימוש באסימונים במשתנים מותאים אישית מאפשר לשדות להיות מותאים באופן דינאמי בהתאם לתוכן. להלן רשימת חלקית של אסימונים שניתן לעשות בהם שימוש:

source: Token
he_il: אסימון

source: Description
he_il: תיאור

source: Return value
he_il: ערך מוחזר

source: Paste your Google Analytics tracking ID (e.g. "UA-XXXXXX-X") into the field.
he_il: העתק את קוד המעקב של Google Analytics (לדוגמא: ‪"‬UA-XXXXXX-X‪"‬) לשדה זה.

source: Log 404 errors as events
he_il: מעקב אחר עמודי שגיאה 404 כאירועים

source: Log searches as /search/{search}?referrer={referrer} (<a href="%s">deprecated</a>)
he_il: מעקב אחר חיפושים‏ <bdi dir="ltr">/search/{search}?referrer={referrer}</bdi> ‏(<a href="%s">לא מומלץ</a>)

source: Log outgoing links as events
he_il: מעקב אחר קישורים יוצאים כאירועים

source: Default
he_il: ברירת מחדל

source: Visitor
he_il: מבקר

source: Session
he_il: ביקור (Session)

source: Page
he_il: עמוד

source: Name
he_il: שם

source: Value
he_il: ערך

source: Scope
he_il: תחום

source: Do not log anything in the admin area
he_il: ביטול מעקב אחר לוח הבקרה

source: Do not log %s when logged in
he_il: ביטול מעקב אחר %s כאשר מחובר

source: Google Analytics Options
he_il: הגדרות Google Analytics

source: Update Options
he_il: עדכון הגדרות

source: Lets you use <a href="http://analytics.google.com">Google Analytics</a> to track your WordPress site statistics
he_il: מאפשר להשתמש ב-<a href="http://analytics.google.com">Google Analytics</a> בכדי לעקוב אחר סטטיסטיקת אתר ה-Wordpress שלך

source: Aaron D. Campbell
he_il: אהרון ד. קמפבל
